export const yoga = {
  yoga_plans: [
    {
      id: 'easy_001',
      name: 'Утреннее пробуждение',
      description:
        "Этот утренний комплекс йоги помогает мягко пробудиться и подготовиться к началу дня. Он включает простые позы, такие как 'Гора' (Тадасана), 'Кошка-Корова' (Марджариасана-Битиласана), 'Детская поза' (Баласана) и легкие растяжки. Эти упражнения помогут вам улучшить гибкость, научиться правильно дышать и подготовить тело к более сложным позам. Практика также включает медитацию и расслабление, что способствует снижению стресса и улучшению общего самочувствия.",
      duration: 900,
      kkal: 50,
    },
    {
      id: 'easy_002',
      name: 'Вечернее расслабление',
      description:
        "Этот вечерний комплекс йоги предназначен для расслабления после рабочего дня. В него входят мягкие растяжки, такие как 'Сидячий наклон вперед' (Пашчимоттанасана), 'Лежащий скручивания' (Супта Матсиендрасана), и 'Ноги вверх по стене' (Випарита Карани). Эти позы помогают снять напряжение, расслабить мышцы и успокоить ум, способствуя более глубокому и спокойному сну. Медитация и дыхательные упражнения помогут вам избавиться от стресса и подготовиться к ночному отдыху.",
      duration: 900,
      kkal: 45,
    },
    {
      id: 'easy_003',
      name: 'Легкая зарядка',
      description:
        "Эта зарядка подходит для выполнения в любое время дня, когда нужно немного растянуться и разогреть тело. В комплекс входят простые динамичные позы, такие как 'Собака мордой вниз' (Адхо Мукха Шванасана), 'Полумост' (Сету Бандхасана), 'Кошка-Корова' (Марджариасана-Битиласана) и 'Поза дерева' (Врикшасана). Эти упражнения улучшают циркуляцию крови, повышают энергетику и помогают поддерживать хорошее самочувствие.",
      duration: 1200,
      kkal: 60,
    },
    {
      id: 'easy_004',
      name: 'Осознанное дыхание',
      description:
        "Этот комплекс сосредоточен на дыхательных упражнениях и мягких растяжках. В него входят 'Полумесяц' (Ардха Чандрасана), 'Кошка-Корова' (Марджариасана-Битиласана), 'Детская поза' (Баласана) и 'Шавасана'. Основное внимание уделяется техникам осознанного дыхания, таким как 'Удджайи' и 'Нади Шодхана', которые помогают улучшить концентрацию и снизить уровень стресса. Эти упражнения подойдут для начинающих, стремящихся научиться контролировать дыхание и развивать осознанность.",
      duration: 1500,
      kkal: 55,
    },
    {
      id: 'easy_005',
      name: 'Восстановление после рабочего дня',
      description:
        "Этот комплекс йоги идеален для снятия напряжения после долгого рабочего дня. Он включает такие позы, как 'Полный мост' (Урдхва Дханурасана), 'Голубь' (Капотасана), 'Собака мордой вниз' (Адхо Мукха Шванасана) и 'Шавасана'. Эти упражнения помогают расслабить мышцы, улучшить гибкость и восстановить силы. Практика также включает медитацию и дыхательные упражнения, которые способствуют снижению стресса и улучшению общего самочувствия.",
      duration: 1800,
      kkal: 70,
    },
    {
      id: 'easy_006',
      name: 'Медитация и расслабление',
      description:
        "Этот комплекс сосредоточен на медитации и глубоких расслабляющих позах, таких как 'Сидячая медитация' (Дхьяна), 'Супта Баддха Конасана' и 'Шавасана'. Эти упражнения помогают успокоить ум, улучшить концентрацию и развить осознанность. Дыхательные техники, такие как 'Анулома Вилома' и 'Капалабхати', помогут улучшить дыхательные функции и общее самочувствие. Этот комплекс идеален для тех, кто хочет расслабиться и улучшить ментальное здоровье.",
      duration: 1200,
      kkal: 40,
    },
    {
      id: 'normal_001',
      name: 'Утренний заряд',
      description:
        "Этот комплекс йоги предназначен для утреннего заряда энергией. В него входят такие позы, как 'Собака мордой вверх' (Урдхва Мукха Шванасана), 'Поза стула' (Уткатасана), 'Поза дерева' (Врикшасана) и 'Навасана'. Эти упражнения помогают укрепить мышцы, улучшить гибкость и повысить общий тонус тела. Дыхательные техники, такие как 'Капалабхати' и 'Удджайи', способствуют улучшению концентрации и увеличению уровня энергии. Завершение практики включает медитацию и расслабление.",
      duration: 1800,
      kkal: 100,
    },
    {
      id: 'normal_002',
      name: 'Вечернее расслабление',
      description:
        "Этот комплекс предназначен для расслабления и восстановления после активного дня. Он включает такие позы, как 'Собака мордой вниз' (Адхо Мукха Шванасана), 'Поза ребенка' (Баласана), 'Поза голубя' (Капотасана) и 'Шавасана'. Эти упражнения помогают снять напряжение, улучшить гибкость и подготовить тело к отдыху. Медитация и дыхательные упражнения, такие как 'Нади Шодхана' и 'Анулома Вилома', способствуют снижению стресса и улучшению общего самочувствия.",
      duration: 1800,
      kkal: 90,
    },
    {
      id: 'normal_003',
      name: 'Динамическая зарядка',
      description:
        "Этот комплекс йоги включает динамичные позы и переходы, такие как 'Сурья Намаскар', 'Поза воина I' (Вирабхадрасана I), 'Поза воина II' (Вирабхадрасана II) и 'Триконасана'. Эти упражнения направлены на укрепление мышц, улучшение гибкости и повышение выносливости. Дыхательные техники, такие как 'Бхастрика' и 'Капалабхати', помогут улучшить циркуляцию энергии и концентрацию. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 2100,
      kkal: 110,
    },
    {
      id: 'normal_004',
      name: 'Осознанное дыхание',
      description:
        "Этот комплекс сосредоточен на дыхательных упражнениях и мягких растяжках. В него входят позы, такие как 'Полумесяц' (Ардха Чандрасана), 'Кошка-Корова' (Марджариасана-Битиласана), 'Поза ребенка' (Баласана) и 'Шавасана'. Основное внимание уделяется техникам осознанного дыхания, таким как 'Удджайи' и 'Нади Шодхана', которые помогают улучшить концентрацию и снизить уровень стресса. Эти упражнения подойдут для продолжающих, стремящихся научиться контролировать дыхание и развивать осознанность.",
      duration: 1500,
      kkal: 75,
    },
    {
      id: 'normal_005',
      name: 'Баланс и сила',
      description:
        "Этот комплекс направлен на улучшение баланса и силы. В него входят такие позы, как 'Поза дерева' (Врикшасана), 'Поза ворона' (Бакасана), 'Поза лотоса' (Падмасана) и 'Поза воина III' (Вирабхадрасана III). Эти упражнения помогают укрепить мышцы, улучшить гибкость и развить координацию. Дыхательные техники, такие как 'Капалабхати' и 'Бхастрика', способствуют улучшению циркуляции энергии и концентрации. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 1800,
      kkal: 100,
    },
    {
      id: 'normal_006',
      name: 'Гибкость и растяжка',
      description:
        "Этот комплекс йоги направлен на улучшение гибкости и растяжки. В него входят такие позы, как 'Полный мост' (Урдхва Дханурасана), 'Голубь' (Капотасана), 'Поза стула' (Уткатасана) и 'Шавасана'. Эти упражнения помогают улучшить гибкость, укрепить мышцы и развить координацию. Дыхательные техники, такие как 'Анулома Вилома' и 'Нади Шодхана', способствуют улучшению дыхательных функций и общего самочувствия. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 1800,
      kkal: 90,
    },
    {
      id: 'hard_001',
      name: 'Утренний заряд энергии',
      description:
        "Этот утренний комплекс предназначен для продвинутых практиков йоги, готовых к интенсивной тренировке. Включает такие позы, как 'Ворона' (Бакасана), 'Полный мост' (Урдхва Дханурасана), 'Поза воина III' (Вирабхадрасана III) и 'Навасана'. Эти упражнения направлены на глубокую проработку мышц, улучшение гибкости и увеличение силы. Дыхательные техники, такие как 'Капалабхати' и 'Бхастрика', помогают повысить энергию и улучшить концентрацию. Завершение практики включает медитацию и расслабление.",
      duration: 2700,
      kkal: 200,
    },
    {
      id: 'hard_002',
      name: 'Вечернее расслабление',
      description:
        "Этот вечерний комплекс йоги предназначен для расслабления и восстановления после интенсивного дня. Включает такие позы, как 'Собака мордой вниз' (Адхо Мукха Шванасана), 'Поза ребенка' (Баласана), 'Поза голубя' (Капотасана) и 'Шавасана'. Эти упражнения помогают снять напряжение, улучшить гибкость и подготовить тело к отдыху. Медитация и дыхательные упражнения, такие как 'Нади Шодхана' и 'Анулома Вилома', способствуют снижению стресса и улучшению общего самочувствия.",
      duration: 2700,
      kkal: 180,
    },
    {
      id: 'hard_003',
      name: 'Динамическая зарядка',
      description:
        "Этот комплекс йоги включает динамичные позы и переходы, такие как 'Сурья Намаскар', 'Поза воина I' (Вирабхадрасана I), 'Поза воина II' (Вирабхадрасана II) и 'Триконасана'. Эти упражнения направлены на укрепление мышц, улучшение гибкости и повышение выносливости. Дыхательные техники, такие как 'Бхастрика' и 'Капалабхати', помогут улучшить циркуляцию энергии и концентрацию. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 3000,
      kkal: 210,
    },
    {
      id: 'hard_004',
      name: 'Осознанное дыхание',
      description:
        "Этот комплекс сосредоточен на дыхательных упражнениях и мягких растяжках. В него входят позы, такие как 'Полумесяц' (Ардха Чандрасана), 'Кошка-Корова' (Марджариасана-Битиласана), 'Поза ребенка' (Баласана) и 'Шавасана'. Основное внимание уделяется техникам осознанного дыхания, таким как 'Удджайи' и 'Нади Шодхана', которые помогают улучшить концентрацию и снизить уровень стресса. Эти упражнения подойдут для продвинутых практиков, стремящихся научиться контролировать дыхание и развивать осознанность.",
      duration: 2700,
      kkal: 170,
    },
    {
      id: 'hard_005',
      name: 'Баланс и сила',
      description:
        "Этот комплекс направлен на улучшение баланса и силы. В него входят такие позы, как 'Поза дерева' (Врикшасана), 'Поза ворона' (Бакасана), 'Поза лотоса' (Падмасана) и 'Поза воина III' (Вирабхадрасана III). Эти упражнения помогают укрепить мышцы, улучшить гибкость и развить координацию. Дыхательные техники, такие как 'Капалабхати' и 'Бхастрика', способствуют улучшению циркуляции энергии и концентрации. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 2700,
      kkal: 190,
    },
    {
      id: 'hard_006',
      name: 'Гибкость и растяжка',
      description:
        "Этот комплекс йоги направлен на улучшение гибкости и растяжки. В него входят такие позы, как 'Полный мост' (Урдхва Дханурасана), 'Голубь' (Капотасана), 'Поза стула' (Уткатасана) и 'Шавасана'. Эти упражнения помогают улучшить гибкость, укрепить мышцы и развить координацию. Дыхательные техники, такие как 'Анулома Вилома' и 'Нади Шодхана', способствуют улучшению дыхательных функций и общего самочувствия. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 2700,
      kkal: 180,
    },
    {
      id: 'super_hard_001',
      name: 'Утренний заряд энергии',
      description:
        "Этот утренний комплекс предназначен для опытных практиков йоги, готовых к интенсивной тренировке. Включает такие позы, как 'Стояние на голове' (Ширшасана), 'Поза скорпиона' (Врщикасана), 'Поза ворона' с прямыми руками (Эка Пада Бакасана) и 'Чакрасана'. Эти упражнения требуют исключительной силы, гибкости и баланса. Дыхательные техники, такие как 'Сурья Бхедана' и 'Бхастрика', помогают повысить энергию и улучшить концентрацию. Завершение практики включает медитацию и расслабление.",
      duration: 3600,
      kkal: 300,
    },
    {
      id: 'super_hard_002',
      name: 'Вечернее расслабление',
      description:
        "Этот вечерний комплекс йоги предназначен для расслабления и восстановления после интенсивного дня. Включает такие позы, как 'Собака мордой вниз' (Адхо Мукха Шванасана), 'Поза ребенка' (Баласана), 'Поза голубя' (Капотасана) и 'Шавасана'. Эти упражнения помогают снять напряжение, улучшить гибкость и подготовить тело к отдыху. Медитация и дыхательные упражнения, такие как 'Нади Шодхана' и 'Анулома Вилома', способствуют снижению стресса и улучшению общего самочувствия.",
      duration: 3600,
      kkal: 280,
    },
    {
      id: 'super_hard_003',
      name: 'Динамическая зарядка',
      description:
        "Этот комплекс йоги включает динамичные позы и переходы, такие как 'Сурья Намаскар', 'Поза воина I' (Вирабхадрасана I), 'Поза воина II' (Вирабхадрасана II) и 'Триконасана'. Эти упражнения направлены на укрепление мышц, улучшение гибкости и повышение выносливости. Дыхательные техники, такие как 'Бхастрика' и 'Капалабхати', помогут улучшить циркуляцию энергии и концентрацию. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 3600,
      kkal: 310,
    },
    {
      id: 'super_hard_004',
      name: 'Осознанное дыхание',
      description:
        "Этот комплекс сосредоточен на дыхательных упражнениях и мягких растяжках. В него входят позы, такие как 'Полумесяц' (Ардха Чандрасана), 'Кошка-Корова' (Марджариасана-Битиласана), 'Поза ребенка' (Баласана) и 'Шавасана'. Основное внимание уделяется техникам осознанного дыхания, таким как 'Удджайи' и 'Нади Шодхана', которые помогают улучшить концентрацию и снизить уровень стресса. Эти упражнения подойдут для опытных практиков, стремящихся научиться контролировать дыхание и развивать осознанность.",
      duration: 3600,
      kkal: 270,
    },
    {
      id: 'super_hard_005',
      name: 'Баланс и сила',
      description:
        "Этот комплекс направлен на улучшение баланса и силы. В него входят такие позы, как 'Поза дерева' (Врикшасана), 'Поза ворона' (Бакасана), 'Поза лотоса' (Падмасана) и 'Поза воина III' (Вирабхадрасана III). Эти упражнения помогают укрепить мышцы, улучшить гибкость и развить координацию. Дыхательные техники, такие как 'Капалабхати' и 'Бхастрика', способствуют улучшению циркуляции энергии и концентрации. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 3600,
      kkal: 290,
    },
    {
      id: 'super_hard_006',
      name: 'Гибкость и растяжка',
      description:
        "Этот комплекс йоги направлен на улучшение гибкости и растяжки. В него входят такие позы, как 'Полный мост' (Урдхва Дханурасана), 'Голубь' (Капотасана), 'Поза стула' (Уткатасана) и 'Шавасана'. Эти упражнения помогают улучшить гибкость, укрепить мышцы и развить координацию. Дыхательные техники, такие как 'Анулома Вилома' и 'Нади Шодхана', способствуют улучшению дыхательных функций и общего самочувствия. Завершение практики включает медитацию и глубокое расслабление.",
      duration: 3600,
      kkal: 280,
    },
  ],
};
